{
  "books": [
    {
      "title": "Eat, Drink, and Be Healthy: The Harvard Medical School Guide to Healthy Eating",
      "description": "In this revised and updated edition of the bestselling Eat, Drink, and Be Healthy, Dr. Walter Willett, for twenty-five years chair of the renowned Department of Nutrition at the Harvard T.H. Chan School of Public Health and Professor of Medicine at Harvard Medical School, draws on cutting-edge research to explain what the USDA guidelines have gotten wrong—and how you can eat right. ",
      "author": "Walter Willett",
      "id": 2
    },
    {
      "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
      "description": "This breakthrough book from James Clear is the most comprehensive guide on how to change your habits and get 1% better every day.",
      "author": "James Clear",
      "id": 3
    },
    {
      "title": "The ChatGPT Millionaire: Making Money Online has never been this EASY",
      "description": "This is the simplest guide on how to make money quickly and easily with ChatGPT",
      "author": "Neil Dagger",
      "id": 4
    },
    {
      "title": "Harry Potter and the Order of the Phoenix",
      "description": "‘You are sharing the Dark Lord's thoughts and emotions. The Headmaster thinks it inadvisable for this to continue. He wishes me to teach you how to close your mind to the Dark Lord.'\n\nDark times have come to Hogwarts. After the Dementors' attack on his cousin Dudley, Harry Potter knows that Voldemort will stop at nothing to find him. There are many who deny the Dark Lord's return, but Harry is not alone: a secret order gathers at Grimmauld Place to fight against the Dark forces. Harry must allow Professor Snape to teach him how to protect himself from Voldemort's savage assaults on his mind. But they are growing stronger by the day and Harry is running out of time...\n\nHaving become classics of our time, the Harry Potter stories never fail to bring comfort and escapism. With their message of hope, belonging and the enduring power of truth and love, the story of the Boy Who Lived continues to delight generations of new listeners.",
      "author": "J.K. Rowling",
      "id": 8
    },
    {
      "title": "Harry Potter and the Half-Blood Prince",
      "description": "It is the middle of the summer, but there is an unseasonal mist pressing against the windowpanes. Harry Potter is waiting nervously in his bedroom at the Dursleys' house in Privet Drive for a visit from Professor Dumbledore himself. One of the last times he saw the Headmaster, he was in a fierce one-to-one duel with Lord Voldemort, and Harry can't quite believe that Professor Dumbledore will actually appear at the Dursleys' of all places. Why is the Professor coming to visit him now? What is it that cannot wait until Harry returns to Hogwarts in a few weeks' time? Harry's sixth year at Hogwarts has already got off to an unusual start, as the worlds of Muggle and magic start to intertwine...",
      "author": "J.K. Rowling",
      "id": 9
    }
  ]
}